Repository: FredericGalline/transposh-fse-block
Catalog: languages/transposh-*.po
Languages: es_es

source: Paramètres Transposh
es_es: Configuración Transposh

source: Titre du widget
es_es: Título del widget

source: Titre affiché au-dessus du sélecteur de langue
es_es: Título mostrado encima del selector de idioma

source: Style d'affichage
es_es: Estilo de visualización

source: Menu déroulant
es_es: Menú desplegable

source: Afficher les drapeaux
es_es: Mostrar banderas

source: Affiche les drapeaux des pays à côté des noms de langues
es_es: Muestra las banderas de los países junto a los nombres de idiomas

source: Afficher les noms de langues
es_es: Mostrar nombres de idiomas

source: Affiche les noms des langues en texte
es_es: Muestra los nombres de idiomas como texto

source: Masquer la langue actuelle
es_es: Ocultar idioma actual

source: Cache la langue actuellement sélectionnée
es_es: Oculta el idioma actualmente seleccionado

source: Ajouter rel='nofollow'
es_es: Agregar rel='nofollow'

source: Ajoute l'attribut nofollow aux liens de langues
es_es: Agrega el atributo nofollow a los enlaces de idiomas

source: Afficher 'Edit Translation'
es_es: Mostrar 'Editar traducción'

source: Affiche la checkbox pour basculer en mode édition de traduction
es_es: Muestra la casilla de verificación para cambiar al modo de edición de traducción

source: Plugin Transposh requis pour l'affichage
es_es: Plugin Transposh requerido para la visualización

source: Chargement...
es_es: Cargando...

source: ⚠️ Plugin Transposh requis
es_es: ⚠️ Plugin Transposh requerido

source: Le plugin Transposh doit être installé et activé pour utiliser ce bloc.
es_es: El plugin Transposh debe estar instalado y activado para usar este bloque.

source: Edit Translation
es_es: Editar traducción

source: Aperçu non-cliquable - Le rendu réel sera fonctionnel sur le site
es_es: Vista previa no clicable - El renderizado real será funcional en el sitio
